[
	{
		"author": "Justin Bubel",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Vicepresidente de Soluciones de Software",
		"linkedInUrl": "https://www.linkedin.com/in/justin-bubel",
		"testimonial": "<p class='mb-5'>&quot;Dalton es un desarrollador web senior destacado en mi equipo. Constantemente diseña soluciones full-stack reflexivas y escalables en una amplia gama de proyectos y tecnologías. Lo que distingue a Dalton no es solo su capacidad técnica, sino su mentalidad. Aporta una perspectiva emprendedora a todo lo que hace, siempre mirando más allá de la tarea en cuestión para considerar la visión más amplia y el impacto a largo plazo.</p><p class='mb-5'>Dalton es ético, inteligente e increíblemente confiable. Es el tipo de miembro del equipo en el que se puede confiar con cualquier cosa, especialmente los proyectos que están fuera del alcance típico. Maneja cada desafío con cuidado, claridad y excelencia. También se comunica eficazmente tanto con partes interesadas técnicas como no técnicas, lo que lo convierte en un valioso puente entre departamentos.</p><p>Estoy orgulloso de trabajar con Dalton. Aporta integridad, iniciativa y una aguda percepción a cada compromiso y constantemente añade valor a toda la organización.&quot;</p>"
	},
	{
		"author": "Joe Robillard",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Gerente de Proyectos",
		"linkedInUrl": "https://www.linkedin.com/in/joseph-robillard-mba-688b8663",
		"testimonial": "<p>&quot;Dalton es uno de los mejores desarrolladores con los que he tenido el placer de trabajar. Sin importar lo que le asigne, puedo esperar un resultado minucioso, claro y bien ejecutado. Me ha hecho mejor en mi trabajo al ayudarme a entender matices que no había considerado, a pesar de tener más de una década de experiencia como gerente de proyectos.&quot;</p>"
	},
	{
		"author": "Jenni Roemisch",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Directora de Control de Calidad",
		"linkedInUrl": "https://www.linkedin.com/in/jenni-roemisch-a855032",
		"testimonial": "<p>&quot;He tenido el placer de trabajar con Dalton durante varios años, principalmente en mi rol como especialista en control de calidad en proyectos que él ha desarrollado. Dalton es un desarrollador experto en Sitefinity: es conocedor, accesible y constantemente brinda apoyo al equipo. Siempre está dispuesto a colaborar, responder preguntas y garantizar que el producto final cumpla con altos estándares.&quot;</p>"
	},
	{
		"author": "Janae Allen",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Vicepresidenta Sénior de Tecnología",
		"linkedInUrl": "https://www.linkedin.com/in/janaeallen",
		"testimonial": "<p>&quot;La dedicación de Dalton a ofrecer soluciones elegantes es evidente en todo lo que hace. Su atención al detalle, capacidad para resolver problemas y habilidades de comunicación son activos valiosos para cualquier equipo.&quot;</p>"
	},
	{
		"author": "Braden Mason",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Vicepresidente de Entrega",
		"linkedInUrl": "https://www.linkedin.com/in/braden-mason-76876590",
		"testimonial": "<p>&quot;He disfrutado trabajar con Dalton. Es increíblemente inteligente y aprende cosas nuevas rápidamente. Su disposición para adentrarse en lo desconocido y resolverlo es admirable. Lo que lo distingue es su combinación de sólidas habilidades técnicas y excelentes habilidades interpersonales. Es tan eficaz en las discusiones con clientes como lo es en el código. Además, su comunicación proactiva garantiza que todos estén siempre en la misma página. Un verdadero activo para cualquier equipo.&quot;</p>"
	},
	{
		"author": "Gary Evans",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Vicepresidente de Tecnología de la Información",
		"linkedInUrl": "https://www.linkedin.com/in/garyevansjr",
		"testimonial": "<p>&quot;Siempre he admirado el fuerte deseo de Dalton de enfrentarse a tareas difíciles, aprender todo sobre ellas y trabajar arduamente para hacerlas bien. Siempre está dispuesto a pensar fuera de lo convencional y analizar a fondo la tarea que tiene por delante.&quot;</p>"
	},
	{
		"author": "Joshua Stephens",
		"company": "Smooth Fusion",
		"companyUrl": "https://www.smoothfusion.com/",
		"position": "Desarrollador de Software Sénior",
		"linkedInUrl": "https://www.linkedin.com/in/joshua-stephens-944bb4b4",
		"testimonial": "<p>&quot;Trabajar con Dalton en nuestros proyectos en Smooth Fusion es una experiencia increíblemente productiva. Su capacidad para descomponer problemas complejos y comunicarse con claridad ayudó a nuestro equipo a entregar código limpio y mantenible bajo plazos ajustados. Siempre aprecié su disposición para revisar código de manera reflexiva, colaborar en problemas difíciles y trabajar para optimizar procesos.&quot;</p>"
	}
]