{
    "Home.CEHCertificate": "EC-Council's Certified Ethical Hacker (CEH)",
    "Home.CertificationsHeader": "Certifications",
    "Home.EducationCC": "B.S. Computer Information Systems",
    "Home.EducationHeader": "Education",
    "Home.EducationWGU": "M.S. Cybersecurity & Information Assurance",
    "Home.GetToKnowMe1": "Beyond my professional pursuits, I find fulfillment and balance in a diverse array of hobbies and interests. My paramount joy lies in spending quality time with my family, cherishing moments that create lasting bonds and memories. Immersed in the transformative power of music, I often find solace in its melodies, enriching my days with a soundtrack that resonates with my spirit.",
    "Home.GetToKnowMe2": "As a tech enthusiast, I indulge in the world of computer games, navigating virtual realms that challenge and captivate my mind. Outside the digital sphere, I channel my energy into the disciplined art of boxing, a physical endeavor that not only keeps me fit but instills a sense of focus and determination.",
    "Home.GetToKnowMe3": "In my continuous quest for personal development, I am dedicated to learning Spanish, opening doors to cultural understanding and global connections. Exploring the philosophical depths, I engage in the study of Stoicism, embracing its timeless principles for resilience and tranquility.",
    "Home.GetToKnowMe4": "Finally, amidst the ebb and flow of life, I find solace in the written word. Reading, for me, is not just a pastime but a journey into different worlds, ideas, and perspectives. These diverse interests weave a tapestry that shapes my character, fostering a well-rounded and engaged approach to both personal and professional spheres.",
    "Home.GetToKnowMeHeader": "Get To Know Me.",
    "Home.HeroMessage1": "Web Developer.",
    "Home.HeroMessage2": "C# Full-Stack.",
    "Home.HeroMessage3": "Sitefinity Dev.",
    "Home.IAmDaltonPonder": "I am Dalton Ponder.",
    "Home.Introduction": "With a passion for collaboration and a friendly demeanor, I thrive on helping others and working seamlessly within a team. My educational journey led me to achieve a bachelor's degree in Computer Information Systems from Columbia College, followed by a master’s degree in Cybersecurity and Information Assurance from Western Governor’s University. Complementing my academic prowess, I earned the esteemed Certified Ethical Hacker certificate from the EC-Council. I am continuing my academic journey by pursuing a second master's degree, this time in Information Technology with a concentration in Software Application Development, from Southern New Hampshire University.",
    "Home.Introduction2": "Currently, I contribute my expertise working remotely as a Senior Web Developer at Smooth Fusion (Lubbock, TX). Specializing in Progress Sitefinity Content Management System (CMS) solutions, I bring a wealth of knowledge and a dedication to creating innovative and secure web solutions for clients. My commitment to excellence extends beyond the code, as I continue to foster a collaborative and supportive work environment for the entire team.",
    "Home.SitefinityDevCertificate": "Progress Sitefinity Certified Developer",
    "Home.Title": "Welcome | DaltonPonder.com",
    "Home.WelcomeMessage": "Welcome!",
    "Images.DaltonPonderAltText": "Professional Photo of Dalton Ponder",
    "MainLayout.ConnectWithMe": "Connect With Me",
    "MainLayout.GitHubTitle": "GitHub Account Link",
    "MainLayout.LinkedInTitle": "LinkedIn Account Link",
    "SelectUICultureComponent.ButtonText": "English",
    "SelectUICultureComponent.ButtonTitle": "Switch to Spanish"
}