{
    "Home.CEHCertificate": "EC-Council's Certified Ethical Hacker (CEH)",
    "Home.CertificationsHeader": "Certificaciones",
    "Home.EducationCC": "B.S. Computer Information Systems",
    "Home.EducationHeader": "Educación",
    "Home.EducationWGU": "M.S. Cybersecurity & Information Assurance",
    "Home.GetToKnowMe1": "Más allá de mis actividades profesionales, encuentro satisfacción y equilibrio en una amplia gama de aficiones e intereses. Mi mayor alegría es pasar tiempo de calidad con mi familia, apreciando los momentos que crean vínculos y recuerdos duraderos. Inmersa en el poder transformador de la música, a menudo encuentro consuelo en sus melodías, enriqueciendo mis días con una banda sonora que resuena con mi espíritu.",
    "Home.GetToKnowMe2": "Como entusiasta de la tecnología, me entrego al mundo de los juegos de ordenador, navegando por reinos virtuales que desafían y cautivan mi mente. Fuera de la esfera digital, canalizo mi energía en el disciplinado arte del boxeo, una actividad física que no sólo me mantiene en forma, sino que me infunde concentración y determinación.",
    "Home.GetToKnowMe3": "En mi continua búsqueda del desarrollo personal, me dedico a aprender español, abriendo puertas a la comprensión cultural y a las conexiones globales. Explorando las profundidades filosóficas, me dedico al estudio del estoicismo, abrazando sus principios atemporales para la resiliencia y la tranquilidad.",
    "Home.GetToKnowMe4": "Por último, en medio del flujo y reflujo de la vida, encuentro consuelo en la palabra escrita. Para mí, la lectura no es sólo un pasatiempo, sino un viaje a mundos, ideas y perspectivas diferentes. Estos diversos intereses tejen un tapiz que da forma a mi carácter, fomentando un enfoque completo y comprometido de las esferas personal y profesional.",
    "Home.GetToKnowMeHeader": "Conózcame.",
    "Home.HeroMessage1": "Desarrollador Web.",
    "Home.HeroMessage2": "C# Full-Stack.",
    "Home.HeroMessage3": "Desarrollador Sitefinity.",
    "Home.IAmDaltonPonder": "Me llamo Dalton Ponder.",
    "Home.Introduction": "Con una pasión por la colaboración y un comportamiento amistoso, me encanta ayudar a los demás y trabajar sin problemas dentro de un equipo. Mi trayectoria educativa me llevó a obtener una licenciatura en Sistemas Informáticos por el Columbia College, seguida de un máster en Ciberseguridad y Garantía de la Información por la Western Governor's University. Como complemento a mis proezas académicas, obtuve el prestigioso certificado Certified Ethical Hacker del EC-Council. Continúo mi trayectoria académica cursando un segundo máster, esta vez en Tecnología de la Información con especialización en Desarrollo de Aplicaciones de Software, en la Southern New Hampshire University.",
    "Home.Introduction2": "Actualmente, aporto mi experiencia trabajando a distancia como Desarrollador Web Senior en Smooth Fusion (Lubbock, TX). Especializado en soluciones de Sistema de Gestión de Contenidos (CMS) Progress Sitefinity, aporto una gran cantidad de conocimientos y una dedicación a la creación de soluciones web innovadoras y seguras para los clientes. Mi compromiso con la excelencia se extiende más allá del código, ya que sigo fomentando un ambiente de trabajo colaborativo y de apoyo para todo el equipo.",
    "Home.SitefinityDevCertificate": "Progress Sitefinity Certified Developer",
    "Home.Title": "Bienvenido | DaltonPonder.com",
    "Home.WelcomeMessage": "¡Bienvenido!",
    "Images.DaltonPonderAltText": "Imagen profesional de Dalton Ponder",
    "MainLayout.ConnectWithMe": "Conecta Conmigo",
    "MainLayout.GitHubTitle": "Enlace de cuenta de GitHub",
    "MainLayout.LinkedInTitle": "Enlace de cuenta de LinkedIn",
    "SelectUICultureComponent.ButtonText": "Español",
    "SelectUICultureComponent.ButtonTitle": "Cambiar al inglés"
}